Repository: ijaz-saeed/oqtane.framework
Catalog: Oqtane.Client/Resources/Modules/Admin/Users/Roles.*.resx
Languages: de_de

source: Save
de_de: Speichern

source: Cancel
de_de: Abbrechen

source: Loading...
de_de: Laden.

source: User.Text
de_de: Benutzer:

source: Effective
de_de: Effektiv

source: Expiry
de_de: Ablauf

source: Error Loading User Roles
de_de: Fehler beim laden der Benutzerrollen

source: User Assigned To Role
de_de: Benutzer zu Rolle zugewiesen

source: Error Saving User Roles
de_de: Fehler beim speichern der Benutzerrollen

source: User Removed From Role
de_de: Benutzer von Rolle entfernt

source: Error Removing User From Role
de_de: Fehler beim entfernen des Benutzers aus der Rolle

source: EffectiveDate.HelpText
de_de: Zeitpunkt ab welchem die Rollenzuweisung gültig ist

source: ExpiryDate.HelpText
de_de: Zeitpunkt ab welchem die Rollenzuweisung ausläuft

source: Role.Text
de_de: Rolle:

source: EffectiveDate.Text
de_de: Effektiv ab:

source: ExpiryDate.Text
de_de: Ablaufdatum:

source: Select Role
de_de: Rolel auswählen

source: Roles
de_de: Rollen

source: Are You Sure You Wish To Remove This User From The {0} Role?
de_de: Sind Sie sicher das Sie diesen Benutzer aus der Rolle {0} entfernen wollen?

source: Error Loading Roles
de_de: Fehler beim laden der Rollen

source: You Must Select A Role
de_de: Sie müssen eine Rolle auswählen

source: User.HelpText
de_de: Benutzer auswählen

source: Role.HelpText
de_de: Rolle welche Sie dem Benutzer zuweisen

source: DeleteUserRole.Header
de_de: Rolle entfernen
