Repository: ijaz-saeed/oqtane.framework
Catalog: Oqtane.Client/Resources/Modules/Admin/Languages/Add.*.resx
Languages: de_de

source: Save
de_de: Speichern

source: Cancel
de_de: Abbrechen

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Download
de_de: Herunterladen

source: Loading...
de_de: Laden...

source: Install
de_de: Installieren

source: The Only Installed Language Is English
de_de: Die einzige installierte Sprache ist Englisch

source: All The Installed Languages Have Been Added.
de_de: Alle installierten Sprachen würden hinzugefügt.

source: Error Adding Language
de_de: Fehler beim hinzufügen der Sprache

source: Language Packages Installed Successfully. You Must &lt;a href=\&quot;{0}\&quot;&gt;Restart&lt;/a&gt; Your Application To Apply These Changes.
de_de: Sprachpacket erfolgreich installiert. Sie müssen Ihre Anwednung <a href=\"{0}\">neustarten</a> um diese Änderungen zu übernehmen.

source: Language Package Downloaded Successfully. Click Install To Complete Installation.
de_de: Sprachpacket erfolgreich heruntergeladen. Klicken Sie auf installieren um die Installation abzuschliessen.

source: Error Downloading Language Package
de_de: Fehler beim herunterladen des Sprachpackets

source: Name.HelpText
de_de: Name der Sprache

source: IsDefault.HelpText
de_de: Gibt an ob es sich bei dieser Sprache um die Standartsprache für diese Webseite handelt.

source: Module.HelpText
de_de: Laden Sie ein oder mehrere Sprachpackete hoch. Sobald das hochladen beendet ist klicken Sie auf installieren um die Installation abzuschliessen.

source: Name.Text
de_de: Name:

source: IsDefault.Text
de_de: Standardsprache?

source: Module.Text
de_de: Sprache:

source: Manage.Name
de_de: Verwalten
