Repository: ijaz-saeed/oqtane.framework
Catalog: Oqtane.Client/Resources/Modules/Admin/Site/Index.*.resx
Languages: de_de

source: Save
de_de: Speichern

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Name.Text
de_de: Name:

source: Select Container
de_de: Container auswählen

source: Error Loading Pane Layouts For Theme
de_de: Fehler beim laden der Pane Layouts für das Theme

source: DefaultContainer.Text
de_de: Standard-Container:

source: Appearance.Name
de_de: Erscheinungsbild

source: Select Theme
de_de: Theme auswählen

source: Default Admin Container
de_de: Standard Admin-Container

source: Please Note That SMTP Requires The Notification Job To Be Enabled In Scheduled Jobs
de_de: Bitte beachten Sie das der Versand über SMTP einen aktivierten "NotificationJob" in den geplanten Aufgaben benötigt.

source: Test SMTP Configuration
de_de: SMTP-Konfiguration testen

source: Are You Sure You Wish To Delete This Site?
de_de: Sind Sie sicher das Sie diese Webseite löschen wollen?

source: Site Settings Saved
de_de: Webseiten-Einstellungen gespeichert

source: An Alias Specified Has Already Been Used For Another Site
de_de: Ein angegebener Alias wird bereits von einer anderen Webseite verwendet.

source: You Must Provide A Site Name, Alias, And Default Theme/Container
de_de: Sie müssen einen Webseitenamen, Alias sowie Standard-Theme und Standard-Container angeben

source: Error Saving Site
de_de: Fehler beim speichern der Webseite

source: You Are Not Authorized To Delete The Site
de_de: Sie sind nicht berechtigt diese Webseite zu löschen

source: Error Deleting Site
de_de: Fehler beim löschen der Webseite

source: SMTP Settings Saved And A Message Has Been Sent To The Email Address Associated To Your User Account... Please Wait A Few Minutes For Delivery. If You Do Not Receive The Email Please Review The Notification Job In Scheduled Jobs For Any Log Details.
de_de: Die SMTP Einstellungen wurden gespeichert und es wurde eine Nachricht an die mit Ihrem Benutzerkonto verbundene Email-Adresse versendet.... Bitte warten Sie einige Minuten bis dieses zugestellt wird. Sollten Sie kein Email erhalten überprüfen Sie bitte den "NotificationJob" in den geplanten Aufgaben für ein detailiertes Protkoll.

source: Error Testing SMTP Configuration
de_de: Fehler beim testen der SMTP Konfiguration

source: You Must Specify The SMTP Host, Port, And Sender
de_de: Sie müssen einen SMTP Hostanme, Paort und Absender angeben

source: Name.HelpText
de_de: Geben Sie den Namen dieser Webseite ein

source: Tenant.HelpText
de_de: Geben Sie den Mandantennamen für diese Webseite ein

source: Aliases.HelpText
de_de: Geben Sie die Aliasse für diese Webseite ein. Ein Alias kann ein Domainname sein (www.site.com) oder ein virtueller Ordner (z.B. www.site.com/folder). Falls eine Seite mehrere Aliasnamen hat können diese mit Komma getrennt eingebene werden.

source: AllowRegistration.HelpText
de_de: Wollen Sie das Benutzer sich für diese Webseite registrieren können

source: IsDeleted.HelpText
de_de: Ist diese Webseite gelöscht?

source: Logo.HelpText
de_de: Wählen Sie ein Logo für diese Webseite aus

source: FavoriteIcon.HelpText
de_de: Geben Sie ein Favicon an

source: DefaultTheme.HelpText
de_de: Wählen Sie den Standard-Theme für diese Webseite aus

source: DefaultContainer.HelpText
de_de: Wählen Sie den Standard-Container für diese Webseite aus

source: DefaultAdminContainer.HelpText
de_de: Wählen Sie den Standard Admin-Container für diese Webseite aus

source: Host.HelpText
de_de: Geben Sie den Hostnamen des SMTP Servers ein

source: Port.HelpText
de_de: Geben Sie den Port des SMTP Server ein. Beachten Sie, dieses Feld ist zwingend nötig wenn Sie einen Hostname/IP angegeben haben.

source: UseSsl.HelpText
de_de: Gibt an ob der SMTP Server die Verwendung von SSL erfordert

source: SmptUsername.HelpText
de_de: Geben Sie den Benutzernamen für Ihr SMTP-Konto ein

source: SmtpPassword.HelpText
de_de: Geben Sie das Passwort für Ihr SMTP-Konto ein

source: SmptSender.HelpText
de_de: Geben Sie die Email-Adresse von welcher aus Emails versendet werden sollen. Bitte beachten Sie das diese Email-Adresse evtl. am SMTP Server seperat autorisiert werden muss.

source: EnablePWA.HelpText
de_de: Wählen Sie aus ob Sie diese Webseite als Progressive Web App (PWA) verfügbar machen wollen

source: PwaApplicationIcon.HelpText
de_de: App-Icon für Ihre PWA. Das Icon sollte ein PNG sein mit der Dimension von 192x192 Pixel.

source: PwaSplashIcon.HelpText
de_de: Splash-Icon für Ihre PWA. Das Icon sollte ein PNG sein mit der Dimension von 512x512 Pixel.

source: Tenant.Text
de_de: Mandant:

source: Aliases.Text
de_de: Aliasse:

source: AllowRegistration.Text
de_de: Benutzerregistrierung zulassen?

source: IsDeleted.Text
de_de: Gelöscht?

source: Logo.Text
de_de: Logo:

source: FavoriteIcon.Text
de_de: Favicon:

source: DefaultTheme.Text
de_de: Standard-Theme:

source: DefaultAdminContainer.Text
de_de: Standard Admin-Container:

source: Host.Text
de_de: Hostname/IP:

source: Port.Text
de_de: Port:

source: UseSsl.Text
de_de: SSL verwenden:

source: SmptUsername.Text
de_de: Benutzername:

source: SmtpPassword.Text
de_de: Passwort:

source: SmptSender.Text
de_de: Email-Absender:

source: EnablePWA.Text
de_de: Als PWA verfügbar?

source: PwaApplicationIcon.Text
de_de: App-Icon:

source: PwaSplashIcon.Text
de_de: Splash-Icon:

source: DeleteSite.Header
de_de: Webseite löschen
