Repository: ijaz-saeed/oqtane.framework
Catalog: Oqtane.Client/Resources/Modules/Admin/ModuleCreator/Index.*.resx
Languages: de_de

source: Template.Text
de_de: Vorlage:

source: Select Template
de_de: Vorlage auswählen

source: Local Version
de_de: Lokale Version

source: Create Module
de_de: Modul erstellen

source: Activate Module
de_de: Modul aktivieren

source: Please Note That The Module Creator Is Only Intended To Be Used In A Development Environment
de_de: Bitte beachten Sie das die Modul-Erstellung nur für den Einsatz in einer Entwicklungsumgebung gedacht ist.

source: Once You Have Compiled The Module And Restarted The Application You Can Activate The Module Below
de_de: Sobald Sie das Modul kompiliert und die Anwendung neugestartet haben können Sie das Modul aktivieren.

source: The Source Code For Your Module Has Been Created At The Location Specified Below And Must Be Compiled In Order To Make It Functional. Once It Has Been Compiled You Must &lt;a href=\&quot;{0}\&quot;&gt;Restart&lt;/a&gt; Your Application To Apply These Changes.
de_de: Der Quellcode für dieses Modul wurde am angegebenen Speicherort erstellt und muss erst kompiliert werden bevor dieses Funktioniert. Nachdem das Modul kompiliert wurde müssen Sie die Anwendung <a href=\"{0}\">neustarten</a> um die Änderungen zu übernehmen.

source: You Must Provide A Valid Owner Name And Module Name ( ie. No Punctuation Or Spaces And The Values Cannot Be The Same ) And Choose A Template
de_de: Sie müssen einen gültigen Modul- sowie Organisationsnamen eingeben (d.h. Namen ohne Leer- oder Satzzeichen und die beiden Namen dürfen nicht identisch sein) sowie eine Vorlage auswählen.

source: OwnerName.HelpText
de_de: Geben Sie den Organisationsnamen der Entwickler dieses Moduls ein. Dieser sollte weder Leer- noch Satzzeichen enthalten.

source: ModuleName.HelpText
de_de: Geben Sie einen Namen für das Modul ein. Dieser sollte weder Leer- noch Satzzeichen enthalten.

source: Description.HelpText
de_de: Erfassen Sie eine kurze Beschreibung für das Modul

source: Template.HelpText
de_de: Wählen Sie eine Modulvorlage aus. Vorlagen befinden sich im Verzeichnis wwwroot/Modules/Templates auf Ihrem Server.

source: FrameworkReference.HelpText
de_de: Wählen Sie eine Framework Referenzversion aus

source: Location.HelpText
de_de: Speicherort an welchem das Modul erstellt wird

source: OwnerName.Text
de_de: Organisation:

source: ModuleName.Text
de_de: Modulname:

source: Description.Text
de_de: Beschreibung:

source: FrameworkReference.Text
de_de: Framework Referenz:

source: Location.Text
de_de: Speicherort:
