Repository: ijaz-saeed/oqtane.framework
Catalog: Oqtane.Client/Resources/Modules/Admin/Sites/Add.*.resx
Languages: de_de

source: Error loading Database Configuration Control
de_de: Fehler beim laden des Datenbank-Konfiguration Steuerelements

source: Save
de_de: Speichern

source: Cancel
de_de: Abbrechen

source: Loading...
de_de: Laden...

source: Select Container
de_de: Container auswählen

source: DefaultContainer.Text
de_de: Standard Container:

source: Select Theme
de_de: Mandant auswählen

source: Default Admin Container
de_de: Standard Admin-Container

source: Aliases.HelpText
de_de: Geben Sie die Aliasse für diese Webseite ein. Ein Alias kann ein Domainname sein (www.site.com) oder ein virtueller Ordner (z.B. www.site.com/folder). Falls eine Seite mehrere Aliasnamen hat können diese mit Komma getrennt eingebene werden.

source: DefaultContainer.HelpText
de_de: Wählen Sie den Standard-Container für diese Webseite aus

source: Tenant.Text
de_de: Mandant:

source: Aliases.Text
de_de: Aliasse:

source: DefaultTheme.Text
de_de: Standard Theme:

source: Select Site Template
de_de: Webseitenvorlage auswählen

source: Select Tenant
de_de: Mandant auswählen

source: Create New Tenant
de_de: Neuen Mandant erstellen

source: Error Loading Containers For Theme
de_de: Fehler beim laden der Container für das Theme

source: You Must Specify A Server And Database
de_de: Sie müssen einen Server und Datenbank angeben

source: Invalid Host Password
de_de: Ungültiges Host-Passwort

source: Tenant Name Is Missing Or Already Exists
de_de: Mandantenname fehlt oder ist bereits in Verwendung.

source: {0} Already Used For Another Site&quot;, string.Join(&quot;,
de_de: {0} Already Used For Another Site", string.Join(",

source: You Must Provide A Tenant, Site Name, Alias, Default Theme/Container, And Site Template
de_de: Sie müssen einen Mandanten, Webseitenname, Alias, Standard-Theme/Container und Webseitenvorlage angeben

source: Name.HelpText
de_de: Geben Sie den Namen der Webseite ein

source: DefaultTheme.HelpText
de_de: Wählen Sie das Standard-Theme für diese Webseite aus

source: AdminContainer.HelpText
de_de: Wählen Sie den Admin-Container für diese Webseite aus

source: SiteTemplate.HelpText
de_de: Wählen Sie die Webseitenvorlage aus

source: Tenant.HelpText
de_de: Wählen Sie den Mandanten für diese Webseite aus

source: TenantName.HelpText
de_de: Geben Sie den Namen des Mandanten ein

source: DatabaseType.HelpText
de_de: Wählen Sie den Datenbanktyp für diese Webseite aus

source: HostUsername.HelpText
de_de: Geben Sie den Benutzernamen für den Host-Benutzer dieser Webseite ein

source: HostPassword.HelpText
de_de: Geben Sie das Passwort für den Host-Benutzer dieser Webseite ein

source: Name.Text
de_de: Webseitenname:

source: AdminContainer.Text
de_de: Admin-Container:

source: SiteTemplate.Text
de_de: Webseitenvorlage:

source: TenantName.Text
de_de: Mandantenname:

source: DatabaseType.Text
de_de: Datenbanktyp:

source: HostUsername.Text
de_de: Host-Benutzername:

source: HostPassword.Text
de_de: Host-Passwort:
