Repository: ijaz-saeed/oqtane.framework
Catalog: Oqtane.Client/Resources/Modules/Admin/Sites/Edit.*.resx
Languages: nl_nl

source: Cancel
nl_nl: Annuleer

source: DefaultContainer.Text
nl_nl: Standaardcontainer:

source: Name.Text
nl_nl: Naam:

source: No
nl_nl: Nee

source: Save
nl_nl: Opslaan

source: Yes
nl_nl: Ja

source: Tenant.Text
nl_nl: Huurder:

source: Tenant.HelpText
nl_nl: De huurder voor de site

source: Select Theme
nl_nl: Selecteer thema

source: Select Container
nl_nl: Selecteer Container

source: Name.HelpText
nl_nl: Voer de naam van de site in

source: IsDeleted.Text
nl_nl: Is verwijderd?

source: IsDeleted.HelpText
nl_nl: Is deze site verwijderd?

source: DefaultTheme.Text
nl_nl: Standaard thema:

source: DefaultTheme.HelpText
nl_nl: Selecteer het standaardthema voor de website

source: DefaultContainer.HelpText
nl_nl: Selecteer de standaardcontainer voor de site

source: DefaultAdminContainer.Text
nl_nl: Standaard beheerderscontainer:

source: DefaultAdminContainer.HelpText
nl_nl: Selecteer de standaard admin-container voor de site

source: Default Admin Container
nl_nl: Standaard beheerderscontainer

source: ConnectionString.Text
nl_nl: Verbindingsdraad:

source: ConnectionString.HelpText
nl_nl: De databaseverbindingsreeks

source: Aliases.Text
nl_nl: Aliassen:

source: Aliases.HelpText
nl_nl: Voer de alias voor de server in

source: Error Loading Pane Layouts For Theme
nl_nl: Fout bij het laden van deelvensterlay-outs voor thema

source: An Alias Specified Has Already Been Used For Another Site
nl_nl: Een opgegeven alias is al gebruikt voor een andere site

source: You Must Provide A Site Name, Alias, And Default Theme/Container
nl_nl: Je moet een sitenaam, alias en standaardthema/container opgeven

source: Error Saving Site
nl_nl: Fout bij opslaan van site
