Repository: ijaz-saeed/oqtane.framework
Catalog: Oqtane.Client/Resources/Modules/Admin/Pages/Edit.*.resx
Languages: de_de

source: Save
de_de: Speichern

source: Cancel
de_de: Abbrechen

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Name.Text
de_de: Name:

source: Parent.Text
de_de: Übergeordnete Seite:

source: Title.Text
de_de: Titel:

source: Settings.Heading
de_de: Einstellungen

source: Site Root
de_de: Webseiten-Wurzel

source: Before
de_de: Vor

source: After
de_de: Nach

source: Select Page
de_de: Seite auswählen

source: Select Container
de_de: Container auswählen

source: Error Loading Child Pages For Parent
de_de: Fehler beim laden der Unterseiten für die übergeordnete Seite

source: Error Loading Pane Layouts For Theme
de_de: Fehler beim laden der Pane Layouts für das Theme

source: A page with path {0} already exists for the selected parent page. The page path needs to be unique for the selected parent.
de_de: Eine Seite mit dem Pfad {0} existiert bereits for die ausgewählt übergeordnete Seite. Der Seitenpfad für die ausgewählte übergeordnete Seite muss eindeutig sein.

source: You Must Provide Page Name, Theme, and Container
de_de: Sie müssen den Seitennamen, das Theme sowie einen Container angeben.

source: Error Saving Page
de_de: Fehler beim speichern der Seite

source: Name.HelpText
de_de: Geben Sie den Seitennamen ein

source: Parent.HelpText
de_de: Wählen Sie die übergeordnete Seite in der Webseiten-Hierarchy aus

source: Navigation.HelpText
de_de: Gibt an ob die Seite in der Seitennavigation enthalten ist oder ob diese versteckt wird

source: UrlPath.HelpText
de_de: Optional: Geben Sie einen Url-Pfad für diese Seite (z.B. home) ein. Wenn Sie keinen Url-Pfad angeben wird der Seitenname verwendet.

source: Redirect.HelpText
de_de: Optional: Geben Sie eine Url an auf welche eine Weiterleitung erfolgt wenn der Benutzer auf diese Seite navigiert

source: Title.HelpText
de_de: Optional: Geben Sie den Titel für diese Seite ein. Wenn Sie keinen Titel angeben wird der Seitenname als Titel verwendet.

source: Theme.HelpText
de_de: Wählen Sie das Theme für diese Seite aus

source: DefaultContainer.HelpText
de_de: Wählen Sie den Standardcontainer für diese Seite aus

source: Icon.HelpText
de_de: Optional: Geben Sie einen Icon Klassennamen für diese Seite an. Das Icon wird in der Seitennavigation dargestellt

source: Personalizable.HelpText
de_de: Wählen Sie aus ob der Benutzer in der Lage ist diese Seite mit seinen eigenen Inhalten zu personalisieren

source: Navigation.Text
de_de: Navigation?

source: UrlPath.Text
de_de: Url-Pfad:

source: Redirect.Text
de_de: Weiterleitung:

source: Theme.Text
de_de: Theme:

source: DefaultContainer.Text
de_de: Standardcontainer:

source: Icon.Text
de_de: Icon:

source: Personalizable.Text
de_de: Personalisierbar?

source: Appearance.Name
de_de: Erscheinungsbild

source: Maintain Current Location
de_de: Aktuelle Position beibehalten

source: To Beginning
de_de: Zum Anfang

source: To End
de_de: Zum Ende

source: Error Loading Page
de_de: Fehler beim laden der Seite

source: Move.HelpText
de_de: Wählen Sie die Position an welche die Seite in Relation zu den anderen Seiten verschoben werden soll

source: Move.Text
de_de: Verschieben:
